{
  "website":{
    "title": "Sevennight's resume"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "contact": "Contact"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a Java engineer with website development, Experience in developing web sites and deploying management. Life is a continuous learning process, so work makes me more rigorous, struggle makes my life more colorful. Like to get to know all kinds of friends."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It's pretty minimal, but leverages large type and drastic contrast to make a statement, on all devices.",
    "raspberry": "I use Raspberry Pi to realize Smart Home, it can be a home NAS, a web server, a auto downloader, it can report the weather and can monitor the home."
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "Mai Yaxin",
    "nextcode_des": "Now I'm at Mai Yaxin, Use java development website, And contact with a lot of outsourcing projects and the use of a wide range of Technology.",
    "nextcode_date": "Apr. 2016",
    "nextcode_job": "Java Developer",
    "netease": "Pig bear Technology",
    "netease_des": "In the second year of the pig bear, I served as head of the Java project, To enhance their own technical experience and management experience.",
    "netease_date": "Nov. 2014",
    "netease_job": "Java Developer",
    "ucloud": "Domain of the sky",
    "ucloud_des": "Here, I started working with business projects, servers, operating systems, And begin to be familiar with the process of website development to server deployment.",
    "ucloud_date": "May. 2014",
    "ucloud_job": "Java Developer",
    "college": "Graduation",
    "college_des": "At Mar 2013, I graduated from Vocational Training College and started my IT technology tour.",
    "college_date": "Mar. 2014",
    "college_job": "Student"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "contact":{
    "contact_me": "Contact Me",
    "email": "Send me mail",
    "follow": "Or through the following ways"
  }

}
